Repository: eserge/django-shop-discounts
Catalog: discount/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Code
ru: Код

source: Is discount valid only with included code
ru: Если указано, скидка будет действовать только при вводе кода

source: Use unique codes
ru: Использовать уникальные коды

source: Unique codes can be used only once and their number is limited
ru: Каждый уникальный код может быть использован только один раз и их количество ограничено

source: Valid from
ru: Действует с

source: Valid until
ru: Действует до

source: Is active
ru: Активно

source: Number of times already used
ru: Количество раз уже использовано

source: Discount
ru: Скидка

source: Discounts
ru: Скидки

source: Discount code
ru: Код для получения скидки

source: Cart discount code
ru: Код скидки

source: Cart discount codes
ru: Коды скидки

source: Amount
ru: Размер скидки (со знаком)

source: Cart percent discount
ru: Процентная скидка на всю корзину

source: Cart percent discounts
ru: Процентные скидки на всю корзину

source: Cart absolute discount
ru: Абсолютная скидка на всю корзину

source: Cart absolute discounts
ru: Абсолютные скидки на всю корзину

source: Unique discount code
ru: Код скидки

source: Unique discount codes
ru: Коды скидок

source: Cart item percent discount
ru: Скидки в процентах на товар

source: Cart item percent discounts
ru: Скидки в процентах

source: Cart item absolute discount
ru: Абсолютная скидка на каждый пункт корзины

source: Cart item absolute discounts
ru: Абсолютные скидки на каждый пункт корзины

source: Minimum number of items
ru: Минимальное количество товаров в корзине

source: History
ru: История

source: View on site
ru: Просмотреть на сайте
